Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh99-v2.tmx
Source language: bo
Languages: en

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་བསམ་གཏན་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of concentration in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་གསེར་མགར་གྱི་མིག་ཉམས་པས་གསེར་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་བསམ་གཏན་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a goldsmith evaluating gold with impaired eyesight within a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of concentration to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་ཐར་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of liberation in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་སྐྱེད་མོས་ཚལ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་ཐར་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a park within a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of liberation to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་ཐར་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of liberation in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་སྒྱུ་མའི་སྐྱེས་བུ་སྐྱེད་མོས་ཚལ་དུ་རྩེ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་ཐར་བ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as an illusory person frolicking in a park within a dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of liberation to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་ཐར་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of liberation in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་རྩེ་བ་དང་བྲལ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་ཐར་བ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as absence of recreation within an illusory person’s dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of liberation to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་ཐར་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of liberation in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་སྒྱུ་མའི་སྐྱེས་བུ་སྐྱེད་མོས་ཚལ་དུ་འགྲོ་བའི་འབྲས་བུ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་ཐར་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the result of an illusory person going to the park within a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of liberation to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཏིང་ངེ་འཛིན་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of absorption in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་གོས་བདག་གི་སྣམ་བུ་བལྟབ་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཏིང་ངེ་འཛིན་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as cloth being folded within a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of absorption to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཏིང་ངེ་འཛིན་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of absorption in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་གོས་བདག་གི་སྣམ་བུ་བལྟབ་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཏིང་ངེ་འཛིན་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the knowledge of how to fold cloth within a dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of absorption to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཏིང་ངེ་འཛིན་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of absorption in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་གོས་བདག་གི་སྣམ་བུ་བརྐྱང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཏིང་ངེ་འཛིན་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the knowledge of how to unfold cloth within a dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of absorption to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཏིང་ངེ་འཛིན་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of absorption in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་གོས་བདག་གི་སྣམ་བུའི་རིན་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཏིང་ངེ་འཛིན་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the knowledge of the value of cloth within a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of absorption to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྙོམས་པར་འཇུག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of equilibrium in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་སྨན་པས་ནད་པའི་ཁམས་མཉམ་པ་ཤེས་ཤིང་རབ་ཏུ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྙོམས་པར་འཇུག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a doctor who knows how to balance the elements in a sick person within a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of equilibrium to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྙོམས་པར་འཇུག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of equilibrium in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་སྨན་པས་ནད་པའི་སྨན་གྱི་རྣམ་པ་ཤེས་པར་བྱ་བར་རབ་ཏུ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྙོམས་པར་འཇུག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a doctor who knows how to prepare the medicine for a sick person within a dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of equilibrium to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྙོམས་པར་འཇུག་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of equilibrium in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་སྨན་པས་ནད་པ་ནད་དང་བྲལ་བར་རབ་ཏུ་ཤེས་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྙོམས་པར་འཇུག་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a doctor who knows how to free a sick person from their disease within a dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of equilibrium to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྙོམས་པར་འཇུག་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of equilibrium in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་སྨན་པས་ནད་པ་གསོ་བའི་དཔྱད་ཡང་དག་པར་རབ་ཏུ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྙོམས་པར་འཇུག་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a doctor who knows how to determine the cure for a sick person within a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of equilibrium to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཀུན་ནས་ཉོན་མོངས་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of affliction in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་སྤྲིན་གྱི་དྲ་བ་བྱུང་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཀུན་ནས་ཉོན་མོངས་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the emergence of cloud banks within a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of affliction to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཀུན་ནས་ཉོན་མོངས་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of affliction in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་མཚན་མོ་གྲང་བའི་ནང་པར་གྱི་དུས་ཀྱི་ཚེ་ཉི་མའི་གུང་བྱུང་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཀུན་ནས་ཉོན་མོངས་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the blazing sun rising at dawn after a cold night within a dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of affliction to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཀུན་ནས་ཉོན་མོངས་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of affliction in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་མཚན་མོའི་མུན་པ་དང་བྲལ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཀུན་ནས་ཉོན་མོངས་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the absence of the darkness of night within a dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of affliction to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཀུན་ནས་ཉོན་མོངས་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of affliction in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་མཚན་མོའི་མུན་པ་མུན་ནག་ལ་སྣང་བ་བྱུང་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཀུན་ནས་ཉོན་མོངས་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a light that shines in the middle of a dark night within a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of affliction to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་བྱང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of purification in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་དམུས་ལོང་གིས་གཟུགས་མཐོང་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་བྱང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a blind person seeing forms within a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of purification to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་བྱང་བ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of purification in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་དམུས་ལོང་གི་མིག་གསོ་བའི་དཔྱད་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་བྱང་བ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the diagnosis of how to heal a blind person’s eyes within a dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of purification to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་བྱང་བ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of purification in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་གློག་བྱུང་ནས་མེད་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་བྱང་བ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as lightning that disappears once it has struck within a dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of purification to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་བྱང་བ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of purification in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རླུང་ཡོད་པའི་རྨི་ལམ་ན་སྤྲིན་དང་བྲལ་བའི་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་བྱང་བ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the wind blowing the clouds away within a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of purification to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་གནས་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of abiding in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་རྒྱལ་པོའི་བུ་གཞོན་ནུ་དབང་བསྐུར་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་གནས་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ།
en: For example, just as the perception of the coronation of a crown prince within a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of abiding to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་གནས་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of abiding in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་རྒྱལ་པོའི་བུ་གཞོན་ནུ་དབང་བསྐུར་བའི་ཡོ་བྱད་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་གནས་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception of the regalia related to the coronation of a crown prince within a dream is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of abiding to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་གནས་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of abiding in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྨི་ལམ་ན་རྒྱལ་པོ་རྒྱལ་རིགས་ཀྱི་སྤྱི་བོ་ནས་དབང་བསྐུར་བའི་བུ་གཞོན་ནུ་དང་བྲལ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་གནས་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as within a dream the absence of a crown prince to be consecrated as a king of the royal class whose head has been properly anointed is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of abiding to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་གནས་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of abiding in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། རྒྱལ་པོ་རྒྱལ་རིགས་ཀྱི་སྤྱི་བོ་ནས་དབང་བསྐུར་བའི་རྨི་ལམ་ན་དབང་བསྐུར་བ་གྲུབ་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་རྣམ་པར་གནས་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the complete coronation of a king of the royal class whose head has been properly anointed within a dream is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of abiding to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་མཐའ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the past in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་བགད་པ་དང་། དགའ་བ་དང་། རྩེས་པ་དང་། ཡོངས་སུ་སྤྱད་པ་དག་རྗེས་སུ་དྲན་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་མཐའ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the recollection of smiles, pleasure, frolicking, and enjoyment within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the past to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་མཐའ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the past in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་བྲོ་མཁན་འདུས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་མཐའ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the assembly of dancers within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the past to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་མཐའ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the past in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཉེ་དུ་དང་བྲལ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as the absence of kinsmen within the dream of an illusory person is merely a convention,

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་མཐའ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the past in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཉེ་དུ་དང་མི་ལྡན་པའི་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་མཐའ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception that there are no kinsmen within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the past to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་གནས་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of past existences in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ལྷའི་གནས་རྗེས་སུ་དྲན་པ་དང་། སྐྱེ་བའི་རིགས་རྗེས་སུ་དྲན་པ་དང་། ལོངས་སྤྱོད་རྗེས་སུ་དྲན་པ་དང་། མཛའ་བཤེས་དང་ཕྲད་པ་རྗེས་སུ་དྲན་པ་དང་། མི་མཛའ་བ་དང་ཕྲད་པ་རྗེས་སུ་དྲན་པ་དང་། མཚོ་དང་འབྲེལ་པ་རྗེས་སུ་དྲན་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as the recollection of divine abodes, family classes, enjoyments, meetings with friends, meetings with enemies, and existences in the ocean within the dream of an illusory person is merely a convention,

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་གནས་ཀྱི་ཁམས་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: just so the Thus-Gone One correctly understands the entire knowledge of past existences to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་གནས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of past existences in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཡུལ་ན་གནས་པའི་རྒྱུ་དང་རིགས་ལ་གནས་པའི་རྒྱུ་དང་། མཛའ་བཤེས་དང་ཕྲད་པའི་རྒྱུ་དང་མི་མཛའ་བ་དང་ཕྲད་པའི་རྒྱུ་དང་། ཆུ་དང་འབྲེལ་བའི་རྒྱུ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as the causes for living in places, family classes, meetings with friends, meetings with enemies, and existences in the ocean within the dream of an illusory person are merely conventions,

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་གནས་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of past existences to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་གནས་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of past existences in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཡུལ་ན་གནས་པའི་རྒྱུ་དང་བྲལ་བ་དང་། རིགས་ལ་གནས་པའི་རྒྱུ་དང་བྲལ་བ་དང་། མཛའ་བཤེས་ལ་གནས་པའི་རྒྱུ་དང་བྲལ་བ་དང་། མི་མཛའ་བ་ལ་གནས་པའི་རྒྱུ་དང་བྲལ་བ་དང་། མཚོ་ལ་གནས་པའི་རྒྱུ་དང་བྲལ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as the absence of the causes for living in places, family classes, and with friends, enemies, and existences in the ocean within the dream of an illusory person is merely a convention,

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་གནས་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of past existences to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་གནས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of past existences in the following way.
